

s = {'name': 'ФГБНУ Национальный центр зерна имени П. П. Лукьяненко',
     'description': '1, квартал Центральная Усадьба КНИИСХ, Краснодар, Россия',
     'boundedBy': [[38.905909, 45.056435], [38.91412, 45.062254]],
     'uri': 'ymapsbm1://org?oid=1148254404',
     'CompanyMetaData': {'id': '1148254404',
                         'name': 'ФГБНУ Национальный центр зерна имени П. П. Лукьяненко',
                         'address': 'Краснодар, квартал Центральная Усадьба КНИИСХ, 1',
                         'url': 'http://www.kniish.ru/',
                         'Phones': [
                             {'type': 'phone', 'formatted': '+7 (861) 222-69-15'},
                             {'type': 'phone', 'formatted': '+7 (861) 222-68-97'}],
                         'Categories': [
                             {'class': 'science', 'name': 'НИИ'},
                             {'name': 'Селекция и семеноводство'}],
                         'Hours': {'text': 'пн-чт 08:00–17:00, перерыв 12:00–12:45; пт 08:00–15:45, перерыв 12:00–12:45',
                                   'Availabilities': [{'Intervals': [{'from': '08:00:00', 'to': '12:00:00'},
                                                                     {'from': '12:45:00', 'to': '17:00:00'}],
                                                       'Monday': True, 'Tuesday': True, 'Wednesday': True, 'Thursday': True},
                                                      {'Intervals': [
                                                          {'from': '08:00:00', 'to': '12:00:00'},
                                                          {'from': '12:45:00', 'to': '15:45:00'}],
                                                          'Friday': True}
                                                      ]
                                   }
                         }
     }
